export const json = {
  "locale": "ar",
  "title": "اختيار أبرز ما تم تحقيقه لمنظومة الطاقة للعام الجاري 2024م ومستهدفاتها لعام 2025م",
  "description": {
    "default": "\n\n\nنود في البداية أن نعبر عن شكرنا لتعاونكم الدائم ولتعاون ممثليكم في حصر ما تم تحقيقه لمنظومة الطاقة للعام الجاري 2024م ومستهدفاتها لعام 2025م استعداداً للإعلان عن الميزانية العامة للدولة للعام المالي 2025م.\n\nنأمل منكم تكرماً التصويت واختيار أبرز10 ما تم تحقيقه لمنظومة الطاقة في عام 2024 م وأبرز 10 مستهدفات لعام 2025م وترتيبها بحسب الأهمية بما يتناسب مع سعادتكم مشكورين، مما يُسهم في إعداد العرض النهائي لسمو الأمير.\n\nمع العلم أن الاستبانة ستستغرق 5 دقائق من وقتكم الثمين",
    "ar": "نود في البداية أن نعبر عن شكرنا لتعاونكم الدائم ولتعاون ممثليكم في حصر ما تم تحقيقه لمنظومة الطاقة للعام الجاري 2024م ومستهدفاتها لعام 2025م استعداداً للإعلان عن الميزانية العامة للدولة للعام المالي 2025م.\n\nنأمل منكم تكرماً التصويت واختيار أبرز10 مما تم تحقيقه لمنظومة الطاقة في عام 2024 م وأبرز 10 مستهدفات لعام 2025م بحسب الأهمية والأولوية للوطن والمواطن تمهيداً لرفعها إلى سمو الوزير لأخذ التوجية أو الاعتماد  \n\nمع العلم أن الاستبانة ستستغرق 5 دقائق من وقتكم الثمين\n"
  },
  "logo": {
    "default": "https://api.surveyjs.io/private/Surveys/files?name=0f5693c5-6053-4b90-9d9a-d4ed0ef9b611",
    "ar": "https://api.surveyjs.io/private/Surveys/files?name=0f5693c5-6053-4b90-9d9a-d4ed0ef9b611"
  },
  "logoWidth": "120px",
  
  "pages": [
    {
      "name": "page1",
      "description": "",
      "elements": [
        {
          "type": "html",
          "name": "question7",
          "html": {
            "ar": "<h4 style=\"color:white;\">طريقة عمل الاستبيان</h4>\n\n<p style='font-size:19px;'> <a href=\"https://drive.google.com/file/d/14vZoGRTfkqFEG4n780I5Jheqw0JU01E-/view\" target=\"_blank\" style=\"color: #d3d3d3;\">اضغط هنا لمشاهدة الفيديو التوضيحي للاستبيان</a> </p>"
          }
        },
        {
          "type": "text",
          "name": "question1",
          "title": "الاسم الكريم ( مخصص لقيادات المنظومة والوزارة)",
          "isRequired": true
          

        },
        {
          "type": "dropdown",
          "name": "question3",
          "title": "اسم الجهة",
          "isRequired": true,
          "choices": [
            "وزارة الطاقة/ مكتب الوزير",
            "وزارة الطاقة/ المراجعة الداخلية",
            "وزارة الطاقة / المجالس واللجان",
            "وزارة الطاقة/ مكتب إدارة البيانات",
            "وزارة الطاقة/ التواصل والإعلام",
            "وزارة الطاقة/ قطاع التطوير والتميز",
            "وزارة الطاقة/ قطاع الكهرباء",
            "وزارة الطاقة/ قطاع البترول والغاز",
            "وزارة الطاقة / قطاع الخدمات المشتركة",
            "وزارة الطاقة / وكالة العلاقات والتعاون الدولي",
            "وزارة الطاقة/ وكالة الاستدامة والتغير المناخي",
            "وزارة الطاقة /وكالة الشؤون القانونية",
            "وزارة الطاقة/ وكالة شؤون المملكة في أوبك وأسواق البترول العالمية",
            "مدينة الملك عبدالله للطاقة الذرية والمتجددة",
            "المركز السعودي لكفاءة الطاقة",
            "هيئة الرقابة النووية والإشعاعية",
            "الهيئة السعودية لتنظيم الكهرباء",
            "اللجنة التنفيذية لحوكمة أسعار الطاقة والمياه",
            "اللجنة الوطنية لآلية التنمية النظيفة"
          ],
          "showOtherItem": true,
          "otherPlaceholder": {
            "ar": "الرجاء كتابة اسم الجهة الخاصة بك"
          },
          "otherText": {
            "ar": "أخرى"
          },
          
        }
      ]
    },

    
    {
      "name": "page2",
      "elements": [
        {
          "type": "tagbox",
          "name": "question4",
          "title": {
            "default": "الإنجازات",
            "ar": "ماتم تحقيقه\n "
          },
          "isRequired": true,
          "choices": [
            "الارتفاع في إجمالي الوفر المحقق في الطاقة الأولية من تطبيق مبادرات كفاءة الطاقة ليبلغ 543 ألف برميل نفط مكافئ يومياً، بنسبة تحسن بلغت 10.4% مقارنة بعام 2022م.",
            "الإطلاق التجريبي لمبادرة كثافة استهلاك الطاقة للمباني السكنية الجديدة والقائمة، بهدف التيسير على الملاك في معرفة مستويات كفاءة الطاقة في المباني.",
            "إطلاق مبادرة تمكين تنفيذ نظام إدارة الطاقة للمنشآت الصناعية",
            "إطلاق مبادرة مدققي الطاقة المستقلين الافراد، والتي تمكن المهندسين والمهندسات للعمل في مجال تقديم خدمات تدقيق كفاءة الطاقة من خلال تأهيلهم وترخيصهم لتقديم الخدمات بالقطاعات المستهدفة",
            "إطلاق مبادرة منصة فرص مشاريع كفاءة الطاقة",
            "انشاء منصة للتعليم الالكتروني وتطوير برامج تدريبية ورقمنتها في مجال كفاءة الطاقة",
            "اعتماد الإيراد المطلوب للشركة السعودية للكهرباء للعام 2024م لتمكين القطاع من تنفيذ خططه الاستثمارية وتحقيق مستهدفاته ",
            "اعتماد العائد التنظيمي الموزون لتكلفة رأس المال (WACC) للشركة السعودية للكهرباء",
            "الإعلان عن توقيع 3 اتفاقيات لتوطين مكونات الطاقة الشمسية وطاقة الرياح وسلاسل امدادها للمساهمة في الوصول لمستهدفات توطين مكونات قطاع الطاقة",
            "افتتاح وتوسعة 24 مصنعاً بإجمالي استثمارات تتجاوز 2.2 مليار ريال سعودي نتج عنها استحداث اكثر من 730 وظيفة بما يساهم في رفع نسبة توطين مكونات وخدمات قطاع الطاقة.",
            "تعزيز ودعم التوطين في مشاريع الطاقة الشمسية ومشاريع الطاقة التقليدية من خلال تضمين مستهدفات و متطلبات الانفاق المحلي بما يتجاوز 4 مليار ريال سعودي",
            "تخصيص موارد الطاقة",
            "اكتمال دراسة مشروع تحويل منشأة بترو رابغ من الوقود السائل الى الغاز الجاف واعتماد المخرجات",
            "مشروع توسعة شبكة الغاز الرئيسية المرحلة الثالثة.",
            "تدشين شبكة الغاز الجاف في مدينة الملك عبدالله الاقتصادية برابغ",
            "انشاء وتدشين شبكة توزيع الغاز الطبيعي بالمدينة الصناعية الثالثة بالدمام",
            "الانتهاء من جاهزية المالك والمشغل لأول محطة طاقة نووية في المملكة –شركة دويهين للطاقة النووية- للقيام بدورها وتنفيذ الأعمال المتعلقة بمشروع بناء المحطة النووية الأولى بالمملكة",
            "إطلاق وتنفيذ ثاني حزم البرامج التعليمية والتدريبية لإعداد الكفاءات الوطنية ضمن مستهدفات استراتيجية تأهيل الرأس المال البشري في قطاعي الطاقة الذرية والمتجددة",
            "بناء نظام طاقة شمسية مركزة قادر على نقل الجسيمات عالية الحرارة وتسخينها ",
            "برهنة تقنيات الحرارة الشمسية للعمليات الصناعية ",
            "تطوير نموذج مبتكر لنظام الطاقة الكهروضوئية المركزة ليناسب البيئات الصحراوية القاسية ودرجات الحرارة المرتفعة",
            "المساهمة في التنمية في المملكة من خلال البحث والتطوير في المجالات ذات الصلة بالاستخدامات السلمية للطاقة الذرية وتطبيقات الطاقة المتجددة عبر الحصول على منح لعدد 4 براءة اختراع محليا ودوليا في عام 2024م",
            "تطوير بوابة أطلس مصادر الطاقة المتجددة وأنظمة متابعة البيانات",
            "مخيم أبطال مشكاة",
            "استضافة والمشاركة في تشغيل هاكثون الطاقة",
            "إنتاج أفلام إثرائية",
            "مساءات مشكاة",
            "استكمال المنظومة الدولية وبناء العلاقات مع الجهات الرقابية النووية مع دول الجوار",
            "التوسع الدولي وبناء شراكة استراتيجية مع المنظمات الدولية ",
            "استكمال الإطار الرقابي والقانوني والتشغيلي",
            "التمرين الوطني لطارئ إشعاعي نتيجة حدث أمني (تأهب-1) ",
            "الورشة الخاصة للتعريف بالإطار القانوني والرقابي لهيئة الرقابة النووية والإشعاعية وتعزيز ثقافة الأمن والأمان الإشعاعي في الممارسات الإشعاعية الطبية في مدينة جدة، الرياض، الدمام ",
            "برنامج الحماية من الاشعاع وامان المصادر المشعة لتأهيل الكوادر الوطنية (الثالث)",
            "تدريب جامعة الأميرة نورة - قسم الفيزياء في الحماية من الإشعاع (طالبات)",
            "إنشاء البنية التحتية وتأسيس المقرالرئيسي للهيئة، والذي يضم المختبرات ومركز عمليات الطوارئ النووية  والمكاتب الإدارية ",
            "تطوير المنظومة الوطنية الرقابية للكشف عن التداول غير المشروع للمواد النووية، والمواد المشعة، والسلع الملوثة بمواد مشعة",
            "نموذج اثبات المفهوم للتدريب على عمليات التفتيش والرقابة باستخدام الواقع الافتراضي",
            "مبادرة مسرعة الالتزام بضوابط الأمن السيبراني ",
            "تطوير استراتيجية الأمن السيبراني لقطاع الطاقة ",
            "منهجية تحديد تكلفة رأس المال التنظيمي لمقدمي الخدمة الكهربائية",
            "احتساب واعتماد الإيراد المطلوب للشركة السعودية لشراء الطاقة (المشتري الرئيس) والإيراد المطلوب وحساب الموازنة للشركة السعودية للكهرباء لعام 2024م",
            "الدليل التعريفي لمستخدم منظومة النقل فيما يخص المقابلات المالية لاستخدام منظومة النقل واستهلاك وتصدير الطاقة الكهربائية والعلاقة مع مقدمي الخدمة.",
            "مشاريع تخزين الطاقة في الشبكة الكهربائية العامة",
            "نجاح جهود المملكة العربية السعودية في دعم الاستقرار في سوق البترول العالمية (نجحت جهود المملكة في حشد موافقة عدد من دول أوبك بلس، والتي أعلنت في شهر نوفمبر من عام (2023م) عن تخفيضات تطوعية إضافية في إنتاجها من البترول الخام للربع الأول من عام (2024م)، للإعلان عن تمديد التخفيضات التطوعية الإضافية البالغة (2.2) مليون برميل يوميًا حتى نهاية الربع الثاني من عام 2024م).",
            "نجاح جهود المملكة العربية السعودية في دعم الاستقرار في سوق البترول العالمية (نجحت المملكة بإقناع روسيا الاتحادية بتحويل تخفيضها الإضافي تدريجيًا من الصادرات إلى الإنتاج)",
            "نجاح جهود المملكة العربية السعودية في دعم الاستقرار في سوق البترول العالمية. (نجحت المملكة، بإقرار توسيع صلاحيات اللجنة الوزارية المشتركة، لتشمل مراقبة التخفيضات التطوعية التي أعلنت عنها بعض الدول الأعضاء في شهر أبريل من عام (2023م)، والتخفيضات التطوعية الإضافية اللاحقة التي أُعلنت في شهر نوفمبر من عام (2023م)، للتأكّد من التزام كافة الدول الأعضاء المشاركة في الخفض التطوعي)",
            "نجاح جهود المملكة العربية السعودية في دعم الاستقرار في سوق البترول العالمية (نجحت المملكة بحشد تأييد دول أوبك بلس بالموافقة على الاتفاق الجديد للعام (2025م)، والذي سيدخل حيّز التنفيذ مطلع العام 2025م وحتى نهاية شهر ديسمبر من العام نفسه، على أن يكون الإنتاج المطلوب لدول (أوبك بلس) عند مستوى (39,725) مليون برميل يوميًا، وتمديد فترة التقييم من قبل المصادر (الثلاثة) المعتمدة والمستقلة حتى نهاية شهر نوفمبر من عام (2025م) لاستخدامها كمرجع لمستويات الإنتاج المرجعية للعام (2026م).",
            "نجاح جهود المملكة العربية السعودية في دعم الاستقرار في سوق البترول العالمية. (نجحت المملكة في حشد موافقة عدد من دول أوبك بلس، والتي كانت قد أعلنت عن تخفيضات تطوعية في إنتاجها من البترول الخام، في شهر أبريل من عام (2023م)، على تمديد تخفيضات الإنتاج التطوعية، البالغة (1,65) مليون برميل يوميًا، والتي سيستمر العمل بها حتى نهاية شهر ديسمبر من عام (2025م).",
            "نجاح جهود المملكة العربية السعودية في دعم الاستقرار في سوق البترول العالمية (نجحت المملكة في حشد موافقة عدد من دول أوبك بلس، والتي كانت قد أعلنت عن تخفيضات تطوعية إضافية في إنتاجها من البترول الخام، والتي سبق أن أُعلن عنها في شهر نوفمبر من عام (2023م)، وأستمرّ العمل بها حتى نهاية الربع الثاني من عام (2024م). للإعلان عن تمديد التخفيضات التطوعية الإضافية البالغة (2.2) مليون برميل يوميًا حتى نهاية شهر سبتمبر من عام (2024م)، على أن يتم إعادة كميات هذا التخفيض، تدريجيًا، على أساس شهري، حتى نهاية سبتمبر من عام (2025م)، بهدف دعم استقرار السوق، علمًا بأنه يمكن إيقاف هذه الزيادة الشهرية، أو عكسها، وفقًا لمستجدات السوق).",
            "إطالق المرحلة الثانية من منصة مراقبة حركة المنتجات البترولية",
            "إطالق الخدمات االلكترونية للتجارة بالمنتجات البترولية",
            "إصدار اول ترخيص لنشاط بيع أسطوانات غاز البترول السائل بالتجزئة مع خدمة توصيل الأسطوانات للمستهلك، وأول ترخيص للتجارة بالمنتجات البترولية لمحطة وقود بحرية بمعاييرعالمية",
            "اكتمال تأهيل وطرح نشاطي مرافق التعبئة والتخزين وتوزيع الغاز بالجمله للمنافسة  ضمن نظام توزيع الغاز الجاف وغاز البترول السائل للأغراض السكنية والتجاريه",
            "رفع السعة التخزينية بنسبة 40%  لغاز البترول السائل بمرفق تعبئة وتخزين غاز البترول السائل بمدينة الرياض",
            "اكتمال تنفيذ عدد ثلاث حملات رقابية جماعية شاملة لعدد 2486 محطة وقود، وإطلاق عدد ثلاث حملات مشتركة لمتابعة تصحيح الملاحظات والمخالفات ",
            "استقطاب عدد 2 من العلامات الرائدة عالمياً  في إدارة وتشغيل قطاع  محطات الوقود",
            "إطلاق برنامج الامتياز التجاري لقطاع محطات الوقود لأول مره في المملكة ",
            "زيادة نسبة محطات الوقود المشغلة من قبل منشآت مؤهلة الى 70%",
            "وصول الإزاحة المحققة من وقود الديزل المستخدم لأغراض الإنتاج الكهربائي الى 16,500 برميل يوميًا",
            "ضمان امن وموثوقية الامدادات للمنتجات البترولية بنسبة 100% خلال موسمي الحج والعمرة لعام 1445هـ.",
            "تغطية جميع مناطق المملكة بافتتاح وتفعيل عدد 14 فرع رقابي",
            "الإعلان عن طرح وقودي البنزين والديزل النظيفين في الأسواق المحلية وتوفير مركبات نقل ذات مواصفات عالمية متوائمة مع الوقود النظيف لتقليل الانبعاثات الناتجة من حرق الوقود في المركبات.",
            "التأكد من سعات منصات التحميل المباشر الفعلية في جميع مواقع الخزن الاستراتيجي، وتقييم قدرة وكفاءة نظام توزيع المنتجات المكررة في المملكة لتلبية الطلب في حالات الطوارئ – لا قدر الله",
            "أتمتة إجراءات طلبات الأراضي والمحجوزات من خلال منصة إلكترونية موحدة لتسريع عملية معالجتها",
            "الوصول الى مستهدف مبيعات وقود السفن  1.5 مليون طن  خلال عام 2024 ",
            "الإعلان عن اكتشاف أربعة حقول وأربعة مكامن للبترول والغاز",
            "استبدال وتعظيم احتياطيات المملكة من البترول والغاز بإضافة 101% من انتاج عام 2023م من البترول الخام والمكثفات وإضافة (11.4) تريليون قدم مكعبة قياسية من الغاز الخام. ",
            "وضع التصاميم الأولية الهندسية لمشروع تطوير حقل الدرة من قبل الشركة الاستشارية (تكنيب).",
            "زيادة تقديرات الاحتياطيات المؤكدة في حقل الجافورة غير التقليدي من الغاز الطبيعي والمكثفات",
            "ترسية عقود توسعة المرحلة الثالثة لشبكة الغاز الرئيسية (MGS-3)",
            "البدء بإنتاج الغاز المحقون في مكمن الحوية عنيزة بمشروع حقن الغاز الطبيعي وإعادة إنتاجه",
            "تعزيز حماية مصادر المياه الجوفية من خلال تطوير وتنفيذ استراتيجية شاملة لتحسين إدارة موارد المياه",
            "تطوير إجراءات موحدة لأنظمة قياس ريع الزيت والغاز",
            "تحديث وتطوير آلية تنظيم إجراءات السحب من جميع مواقع الخزن الاستراتيجي في المملكة بين وزارة الطاقة وشركة أرامكو السعودية",
            "إطلاق المرحلة الثانية لتمكين المشاريع الابتكارية في مجال الطاقة",
            "إطلاق حاضنة مبادرات الطاقة",
            "إطلاق صندوق قطاعي لدعم الجمعيات المتخصصة بالطاقة ",
            "مذكرة تفاهم بين وزارة الطاقة والمركز الوطني للرقابة على الالتزام البيئي لآلية أعمال التفتيش البيئي",
            "استضافة المملكة العربية السعودية الاجتماع الوزاري (الثاني) لمنتدى الحياد الصفري للمنتجين",
            "شهادة نظام الإدارة البيئية ISO14001(تأسيس نظام الإدارة البيئية في الإدارة العامة للسياسات والأداء والامتثال البيئي والحصول على شهادة ISO 14001 من جهة مانحة)",
            "تمثيل المملكة في منتدى مبادرة الميثان العالمية ",
            "المشاركة في المؤتمر الوزاري للطاقة النظيفة ومهمة الابتكار",
            "الإغلاق المالي لمشروعي طيبة-1 والقصيم-1 لإنتاج الطاقة الكهربائية بتوربينات الغاز ذات الدورة المركبة",
            "الإغلاق المالي لمشروعي طيبة-2 والقصيم-2 لإنتاج الطاقة الكهربائية بتوربينات الغاز ذات الدورة المركبة",
            "طرح مشروعي النعيرية-1 و 2 لإنتاج الطاقة الكهربائية بتوربينات الغاز ذات الدورة المركبة",
            "طرح مشروعي رماح-1 و 2 لإنتاج الطاقة الكهربائية بتوربينات الغاز ذات الدورة المركبة",
            "ربط المنطقة المعزولة في شروره بشبكة المنظومة الكهربائية المترابطة.",
            "متابعة تنفيذ مشروع الربط الكهربائي السعودي – المصري ",
            "الانتهاء من الدراسة الاستشارية لإعداد  نطاقات العمل الفنية ووثائق طرح عطاءات مشروع الربط السعودي العراقي",
            "توقيع اتفاقيات المشروع الربط السعودي الأردني (التشغيل والصيانة-الربط الكهربائي- التجارية)",
            "طرح دراسة الجدوى التفصيلية لمشروع الربط الكهربائي السعودي – اليوناني ",
            "توقيع اتفاقية دراسة الجدوى التفصيلية لمشروع الربط السعودي الهندي بين مشغلي النظام في كلا البلدين ",
            "أتمتة شبكة التوزيع الكهربائية",
            "تنفيذ مستهدفات برنامج إزاحة الوقود السائل لعام 2024",
            "اطلاق بعض الخصائص التقنية للعدادات الذكية",
            "طرح مشروعات المرحلة الخامسة من البرنامج الوطني للطاقة المتجددة بسعة اجمالية تبلغ 3.7 جيجاوات",
            "توقيع اتفاقية شراء الطاقة لـثلاث مشاريع جديدة للطاقة الشمسية بسعة إجمالية تبلغ 5.5 جيجاواط",
            "توقيع اتفاقية شراء الطاقة لمشاريع طاقة الرياح بسعة إجمالية تبلغ 1.1 جيجاواط ",
            "التشغيل الابتدائي لمشروعي (الرس 1 ، الشعيبة 1 ) للطاقة الشمسية",
            "اطلاق مشروع المسح الجغرافي لمشروعات الطاقة المتجددة في المملكة العربية السعودية",
            "إنشاء منصة مراقبة محطات رصد مصادر الطاقة المتجددة",
            "طرح مشاريع تخزين الطاقة بسعة إجمالية 6.5 جيجاواط / 4 ساعات",
            "تأمين أراضي مشاريع الطاقة المتجددة بإجمالي مساحة تقدر بـ (2,470) كيلو متر مربع  بهدف تطوير مشاريع الطاقة المتجددة",
            "تركيب محطات الرصد لقياس مصادر طاقة الرياح في عدة مواقع في المملكة",
            "تركيب محطات قياس مصادر الطاقة الشمسية في عدة مواقع في المملكة",
            "إنشاء منصة باستخدام الذكاء الاصطناعي للتنبؤ بإنتاج الطاقة الشمسية وطاقة الرياح",
            "تطوير وإعداد خطط الطرح والربط لمشاريع الطاقة المتجددة ومشاريع أنظمة التخزين بتقنية البطاريات من عام 2024م إلى2027م، وتطوير خطط لمعالجة التحديات بالتنسيق مع الجهات ذات العلاقة."
          ],
          "maxSelectedChoices": 15,
          "minSelectedChoices": 10,
          "allowClear": false,
          "hideSelectedItems": true
        },
        {
          "type": "ranking",
          "name": "question5",
          "title": {
            "default": "ترتيب الأولوية لاختيارك",
            "ar": "نرجو ترتيب ماتم تحقيقه حسب الأهمية"
          },
          "isRequired": true,
          "choicesFromQuestion": "question4",
          "choices": [
            "Item 1",
            "Item 2",
            "Item 3"
          ],
          "choicesFromQuestionMode": "selected",
          "maxSelectedChoices": 15,
          "minSelectedChoices": 10,
          "selectToRankEnabled": true,
          "selectToRankEmptyRankedAreaText": {
            "ar": " الخيارات المراد ترتيبها"
          }
        }
      ]
    },
    {
      "name": "page3",
      "elements": [
        {
          "type": "tagbox",
          "name": "question2",
          "title": {
            "default": "الإنجازات",
            "ar": "المستهدفات"
          },
          "isRequired": true,
          "choices": [
            "استبدال أجهزة تكييف (شباك) منخفضة الكفاءة بأجهزة ذات كفاءة أعلى بأسعار مخفضة، مما يساهم في ترشيد استهلاك الكهرباء. بالإضافة إلى تعزيز ودعم الإنتاج المحلي لأجهزة التكييف (الشباك)",
            "برنامج الحماية من الاشعاع وامان المصادر المشعة لتأهيل الكوادر الوطنية (الرابع)",
            "دعم الاستقرار في سوق البترول العالمية (تحقيق استقرار أسواق البترول العالمية وتوازنها )",
            "اعتماد الإيراد المطلوب للشركة السعودية للكهرباء للعام 2025م لتمكين القطاع من تنفيذ خططه الاستثمارية وتحقيق مستهدفاته ",
            "الانتهاء من أعمال تقييم العروض من موردي التقنية لمشروع بناء المحطة النووية الأولى بالمملكة",
            "تطوير مواصفات الألواح الشمسية الكهروضوئية",
            "إطلاق وتنفيذ ثالث حزم البرامج التعليمية والتدريبية لإعداد الكفاءات الوطنية ضمن مستهدفات استراتيجية تأهيل الرأس المال البشري في قطاعي الطاقة الذرية والمتجددة",
            "إنشاء منصة رقمية وطنية تهدف إلى تعزيز بناء القدرات البشرية في قطاع الطاقة بالمملكة، من خلال ربط المهتمين وأصحاب المصلحة، وإدارة بيانات العرض والطلب، وتطوير إطار المهارات ونماذج التعليم الإلكتروني بالتعاون مع الجهات المعنية.",
            "إطلاق حاضنة ومسرعة أعمال الطاقة لتحفيز ودعم الشركات الناشئة ورواد الأعمال ولتساهم في دعم برامج الابتكار وتطوير التقنيات الواعدة والمساهمة في المحتوى المحلي.",
            "تطوير خطة التحول الشامل والنموذج التشغيلي الخاص بمعرض مشكاة التفاعلي",
            "تطوير إطار تنظيمي لجودة الطاقة الكهربائية",
            "توسع العمليات الرقابية للهيئة من خلال زيادة الجولات الرقابية والتفتيشية وتفعيل فروع إضافية لزيادة التغطية الجغرافية",
            "الخدمات الإلكترونية لتخصيص موارد الطاقة",
            "نظام كشف التعديات على الأراضي المحجوزة باستخدام التقنيات الحديثة",
            "مراقبة والكشف عن التعديات باستخدام المصورات الفضائية",
            "الوصول الى مستهدف مبيعات وقود السفن  2 مليون طن خلال عام 2025",
            "اكتمال تأهيل وطرح نشاطي نقل غاز البترول السائل من مصادره لمرافق التعبئة والتخزين،  توزيع أسطوانات غاز البترول السائل بالجملة ضمن نظام توزيع الغاز الجاف وغاز البترول السائل للأغراض السكنية والتجارية",
            "زيادة نسبة محطات الوقود المشغلة من قبل منشآت مؤهلة الى 85%",
            "وصول الإزاحة المحققة من وقود الديزل المستخدم لأغراض الإنتاج الكهربائي الى أكثر من  21,500 برميل يوميًا",
            "استبدال وتعظيم احتياطيات المملكة من البترول والغاز باستبدال 100% من انتاج عام 2024م من البترول الخام والمكثفات وإضافة  (7.5) تريليون قدم مكعبة قياسية من الغاز الخام.",
            "البدء بالأعمال الإنشائية لمشاريع تحويل البترول الخام والسوائل إلى بتروكيماويات",
            "إنتهاء أعمال إنشاء معمل غاز الجافورة وبدء الإنتاج بسعة 420 مليون قدم مكعب يوميًا",
            "التحول الرقمي في مراقبة أنظمة قياس الريع",
            "تطوير وتحديث نموذج تحسين شبكة توزيع المنتجات المكررة (Fuel Distribution Network Optimizer ) بالتعاون مع مركز الملك عبدالله للدراسات والبحوث البترولية (المرحلة الثالثة) من خلال إضافة جميع المنتجات المكررة ",
            "زيادة إنتاج الغاز الطبيعي في المملكة",
            "زيادة إمدادات غاز الايثان",
            "زيادة السعة الإنتاجية من البترول الخام لحقل المرجان الحدودي",
            "زيادة السعة الإنتاجية من البترول الخام لحقل البري ",
            "ترخيص 100% من كافة المنتجات البترولية المستخدمة في القطاع الصناعي، قطاع محطات الوقود، وقطاع غاز البترول السائل خلال عام 2025",
            "استقطاب عدد 2 من العلامات الرائدة عالمياً  في إدارة وتشغيل قطاع  محطات الوقود",
            "اكتمال تأهيل الشركات في نشاط إنشاء شبكات توزيع غاز البترول السائل المستقلة",
            "تنظيم توفير المنتجات البترولية من خلال تطوير وتشغيل  100 مركز لتوزيع الكميات المتوسطة والقليلة بالتعاون مع القطاع الخاص",
            "ربط أنظمة مراقبة المخزون في محطات الوقود بمركز التحكم في مقر وزارة الطاقة .",
            "بدء عمليات الإنتاج من حقل الجافورة للغاز الغير تقليدي",
            "تواجد الفرق الرقابية لوزارة الطاقة في المنافذ الجمركية البرية والبحرية، للحد من فرص التهريب للمنتجات البترولية ",
            "بناء خارطة الطريق لتقنيات الكهرباء",
            "بناء خارطة الطريق لتقنيات تحويل النفط الى مواد كيميائية في المملكة ",
            "إطلاق المرحلة الثالثة لتمكين المشاريع الابتكارية في مجال الطاقة",
            "الخدمات الإلكترونية لتخصيص موارد الطاقة وتراخيص أنشطة الغاز الطبيعي وسوائله",
            "زيادة عدد المنظمات غير الربحية المتخصصة في مجال الطاقة ليصل الى 18 منظمة"
          ],
          "maxSelectedChoices": 15,
          "minSelectedChoices": 10,
          "allowClear": false,
          "hideSelectedItems": true
        },
        {
          "type": "ranking",
          "name": "question6",
          "title": {
            "default": "ترتيب الأولوية لاختيارك",
            "ar": "نرجو ترتيب المستهدفات حسب الاهمية"
          },
          "isRequired": true,
          "choicesFromQuestion": "question2",
          "choices": [
            "Item 1",
            "Item 2",
            "Item 3"
          ],
          "choicesFromQuestionMode": "selected",
          "maxSelectedChoices": 15,
          "minSelectedChoices": 10,
          "selectToRankEnabled": true,
          "selectToRankEmptyRankedAreaText": {
            "ar": " الخيارات المراد ترتيبها"
          }
        }
      ]
    }
  ],

  
  
  "completedHtml": "<div style='font-size:35px; font-weight: bold; color: white;'>!شكراً لك على إكمال الاستبيان</div>",
  showQuestionNumbers: "off",
  questionTitleLocation: "top",
  questionErrorLocation: "bottom"

}